cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'homebrew/services'

brew 'android-platform-tools'
brew 'zsh'
brew 'zsh-completions'
brew 'ansible'
brew 'awscli'
brew 'bash-completion'
brew 'bfg'
brew 'boost'
brew 'cmake'
brew 'coreutils'
brew 'ctags'
brew 'django-completion'
brew 'dnsmasq'
brew 'doctl'
brew 'exa'
brew 'ffmpeg'
brew 'fontconfig'
brew 'freetype'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'gmp'
brew 'gnutls'
brew 'go'
brew 'handbrake'
brew 'hub'
brew 'hugo'
brew 'iproute2mac'
brew 'jasper'
brew 'jpeg'
brew 'lame'
brew 'libebml'
brew 'libffi'
brew 'libgphoto2'
brew 'libicns'
brew 'libmagic'
brew 'libmatroska'
brew 'libogg'
brew 'libpng'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libusb'
brew 'libusb-compat'
brew 'libvo-aacenc'
brew 'libvorbis'
brew 'libxml2'
brew 'libyaml'
brew 'little-cms2'
brew 'm4'
brew 'mackup'
brew 'makedepend'
brew 'maven'
brew 'minio'
brew 'mkvtoolnix'
brew 'mono'
brew 'mp4v2'
brew 'mplayer'
brew 'mycli'
brew 'net-snmp'
brew 'nettle'
brew 'nmap'
brew 'node'
brew 'openssl'
brew 'openssl@1.1'
brew 'otto'
brew 'p11-kit'
brew 'panamax'
brew 'pandoc'
brew 'pkg-config'
brew 'pv'
brew 'pyenv'
brew 'python'
brew 'python3'
brew 'rbenv'
brew 'readline'
brew 'ruby'
brew 'ruby-build'
brew 'sane-backends'
brew 'shellcheck'
brew 'speedtest-cli'
brew 'sqlite'
brew 'task'
brew 'unixodbc'
brew 'webp'
brew 'wget'
brew 'wifi-password'
brew 'wine'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'yarn'
brew 'youtube-dl'

cask 'jetbrains-toolbox'